; Языковой файл для программы Open File shell for TC, v1.8c

; Новые линии (v1.8b -> v1.8c) помечены строкой "; new" (над добавленной линией),
; изменённые строки помечены комментарием "; changed"
; Также часть новых строк помечены как "; new (*)" - в процессе тестирования для 
; программы переводчиками были написаны временные языковые файлы. Эта пометка 
; указывает, что именно эти строки были добавлены с последнего их перевода.
; Если вы не делали промежуточных переводов, то не обращайте внимания на звёздочку

; --------------------------------------------- ;
;						;
; Версия 1.8c					;
;       					;
;   Никаких серьёзных изменений  		;
;						;
; --------------------------------------------- ;

[Misc]
0=Русский
1=Antoon_Inc company
2=1.8c
3=(C) Copyright, 2004-2008. All Rights Reserved. E-Mail: oftc@antoon-inc.com, ICQ: 207-298-917
5=http://forum.wincmd.ru/viewtopic.php?t=887

[MainUnit]
0=Открыть файл %FileName% с помощью...
1=Предпочтительные программы
2=Другие программы
3=Горячая клавиша
4=Потерянные программы
5=Другая программа...
6=Выберите программу:
7=Выбранный файл не является исполняемым приложением!/s;Вы выбрали: "%ProgramName%"./s;Она не имеет расширение EXE. /s;Вы действительно хотите выбрать этот файл?
8=Программа:
9=Расширения:
10=Полный путь:
11=Программа не найдена!
12=Редактировать ассоциации
13=Сменить путь до программы
14=Переименовать
15=Горячая клавиша:
16=Удалить из списка
17=Переименование
18=Новое имя:
19=Вы действительно хотите удалить программу "%ProgramName%"/s;из списка всех доступных программ?
20=Внимание: на вашей машине найден Total Commander! Вы можете /s;прописать программу Open File shell for TC как редактор для Total Commander./s;%NowStandProgram%/s;Преимущества:/s;- открытие ЛЮБОГО файла по F4 ПРАВИЛЬНЫМ редактором/s;- простая настройка ассоциаций/s;- ненавязчивость программы/s;/s;Если вас заинтересовали эти пункты, просто нажмите ДА./s;Остальное программа сделает за вас. /s;В случае отказа этот вопрос больше не возникнет
21=Спасибо за ваш выбор!/s;/s;Если у вас есть запущенные копии Total Commander,/s;то их нужно перезапустить, чтобы изменения вступили в силу.
22=Внимание: на вашей машине найден DbCD Universal! Вы можете /s;прописать программу Open File shell for TC как просмотрщик для DbCD Universal. /s;%NowStandProgram%/s;Преимущества:/s;- открытие ЛЮБОГО файла по F3 ПРАВИЛЬНЫМ просмотрщиком/s;- простая настройка ассоциаций/s;- ненавязчивость программы/s;/s;Если вас заинтересовали эти пункты, просто нажмите ДА./s;Остальное программа сделает за вас./s;В случае отказа этот вопрос больше не возникнет
23=Спасибо за ваш выбор!/s;Если у вас есть запущенные копии DbCD Universal,/s;то их нужно перезапустить, чтобы изменения вступили в силу.
24=Добавить программу, которая знает, как/s;читать файл %FileName%
25=Всегда использовать выбранную программу для данного расширения
26=Настроить %ProgramName%
27=Открыть, но не следить за приложением
28=Открыть в %ProgramName%
29=Кол-во запусков:
30=Вы просто запустили программу. В этом режиме в список не следует добавлять новые программы, т.к. придётся вручную настраивать расширения для этой программы. Вы всё равно хотите добавить к списку новый элемент?
31=Для файлов %FileType% больше не показывать окно выбора /s;и сразу же открывать файл в выбранной программе
32=Ладно
33=Настроить OpenFileTC
34=Отмена
35=Сортировать
36=Вид
37=Показывать иконки
38=Режим настройки
39=Сейчас вы используете: "%ProgramName%"
40=Список всех программ
41=Редактирование исполняемого файла/s;/s;OpenFileTC получила на обработку исполняемый файл:/s;%FileName%/s;Хотите ли вы добавить этот файл к списку редакторов OpenFileTC?/s;/s;Нажмите ДА для добавления этого редактора к списку файлов/s;Нажмите НЕТ для редактирования этого файла
42=Программа будет открыта в окне
43=Не удалось создать группы для элементов программы. Возможны ошибки при работе программы.
44=Не могу создать файл настроек "%INIFileName%"./s;Возможно, вы пытаетесь запустить программу с носителя, на который стоит запрет на запись, или файл настроек защищён от записи./s;Программа будет сохранять свои настройки в папке "%WinFolder%"
45=Произошла ошибка при создании файла настроек./s;Имя файла: "%INIFileName%"./s;Сообщение системы: "%SystemMessage%"./s;Класс ошибки: "%ClassMessage%"./s;/s;Программа останавливает работу.
46=Отсылается первый файл из списка, без кавычек
47=Отсылается первый файл из списка, с кавычками
48=Программа запускается отдельно /s;на каждом файле из списка, без кавычек
49=Программа запускается отдельно /s;на каждом файле из списка, с кавычками 
50=Программа будет свёрнута в панель задач
51=Добавить программу, которая знает, как/s;читать файлы выбранного формата
52=Программа будет развёрнута на весь экран
53=Скрыть панель инструментов
54=Добавить программу
55=Редактировать свойства программы
56=Удалить программу из списка
57=Настройки Open File shell for TC
58=Добавить тип "%type%" в поддерживаемые
59=Удалить тип "%type%" из поддерживаемых
60=В этой версии OpenFileTC научилась распознавать программы и задавать для них правильный тип запуска/s;Эта возможность позволяет избежать зависания приложений в памяти при их запуске через OpenFileTC/s;/s;OpenFileTC может проверить все ваши уже добавленные приложения. Хотите вы этого?/s;/s;ДА - проверить и внеси изменения/s;НЕТ - никаких изменений в настройки программ внесено не будет/s;ОТМЕНА - задать данный вопрос позже
61=Блокнот
62=OpenFileTC не удалось создать папку для ini-файла,/s;указанного в командной строке при помощи тэга /I=:/s;/s;   %OriginalINI%/s;/s;OpenFileTC запущена на базовом файле настроек:/s;/s;   %BasicINI%
63=Скрыть панель инструментов
64=Показать панель инструментов

[EditExtsUnit]
0=Редактирование расширений для программы "%ProgramName%"
1=Ладно
2=Отмена
3=Добавить
4=Изменить
5=Удалить
6=Новое расширение
7=Расширение:
8=Сразу открывать при помощи %ProgramName%
9=Открывать окно выбора программ OpenFileTC
10=Действие OpenFileTC
11=Тип
12=Командная строка
13=Переменные для использования:/s;/s;%FullFileName% - полный путь до файла/s;%FileName% - только имя файла (без пути и расширения)/s;%FileExt% - расширение файла (без точки)/s;Переменные нечувствительны к регистру

[SetupUnit]
0=Настройки Open File shell for TC
1=Язык (Language):
2=Шрифты и цвета
3=Элементы:
4=Выберите язык из списка доступных языков./s;Дополнительные языки доступны на сайте программы/s;и на сайте http://antoon-inc.com/oftc/
5=Разделы:
6=Иконками
7=Списком
8=Мал. иконками
9=Отчётом
10=Загружать иконки
11=Показывать иконки от программ
12=Применить
13=Применить изменения
14=Ладно
15=Применить изменения и закрыть окно
16=Отмена
17=Закрыть окно без применения изменений
18=Для каждого пользователя свои настройки
19=Используйте эту опцию для разделения настроек /s;между разными пользователями одного компьютера
20=Если этот файл существует, то для каждого пользователя этого компьютера созданы свои настройки программы OpenFileTC. Если вы хотите использовать одни настройки для всех пользователей, то удалите этот файл. Этот комментарий может быть удалён.
21=Шрифт...
22=Тип, размер и цвет надписей главного окна
23=Фон...
24=Цвет фона у главного окна
25=Кэшировать иконки
26=Загружать иконки от исполняемых файлов/s;только один раз, и хранить их в папке Icons
27=Вид
28=Управление
29=О программе
30=Выберите вид иконок 
31=Не следить за запущенными приложениями
32=Не ждать, когда запущенное приложение закончит работу с файлом
33=Показывать подсказки рядом с мышью
34=По умолчанию, подсказки к приложениям в главном окне/s;показываются в углу окна OpenFileTC
35=Включить всплывающие подсказки
36=Показывать подсказки к приложениям/s;при наведении мышью к иконкам в главном окне
37=Главное окно:
38=Диалоги:
39=Тип, размер и цвет надписей остальных окон программы
40=Сортировка элементов в главном окне:
41=Выберите тип сортировки добавленных/s;приложений в главном окне
42=По алфавиту
43=По частоте обращения
44=Опция "Для каждого пользователя свои настройки" начнёт действовать при следующем запуске приложения
45=Варианты принудительного вызова программы
46=Удерживать клавишу: 
47=Если эта клавиша будет/s;включена/удержана при запуске программы,/s;то OpenFileTC откроется принудительно
48=Держать указатель мыши:
49=Если при запуске программы мышь/s;будет находиться в указанной области экрана,/s;то OpenFileTC откроется принудительно
50=Выберите положение мыши из списка
51=Выберите клавишу из списка
52=В верхнем углу экрана, слева
53=В верхнем углу экрана, справа
54=В нижнем углу экрана, слева
55=В нижнем углу экрана, справа
56=Включить поддержку открытия папок
57=Разрешить открывать по F4 выделенные папки. Включить поддержку тэга %Dir% в списке поддерживаемых расширений. Подробнее см. справку
58=Позиция галочки "Всегда использовать выбранную программу...":
59=Здесь можно указать, чтобы эта галочка при каждом/s; запуске OFTC была сброшена / установлена независимо/s; от того, была ли галочка поставлена при предыдущем/s; старте или нет
60=Запоминается последний выбор пользователя
61=Постоянно сброшена
62=Постоянно включена
63=F4 на EXE - добавлять EXE в список редакторов
64=При редактировании EXE - предлагать/s;добавлять редактор в список/s;всех редакторов программы
65=Домашняя страница:
66=Форум:
67=Показать панель инструментов
68=Показывать панель с кнопками в главном окне
 ; new
69=Прозрачность
 ; new
70=Установить прозрачность для всех окон OpenFileTC
 ; new
71=Только для главного окна
 ; new
72=Установить прозрачность только для главного окна OpenFileTC
 ; new
73=Отключить фон для главного окна
 ; new
74=Сделать фон главного окна полностью прозрачным
 ; new
75=Подсвечивать программу под курсором мыши
 ; new
76=Выделять программу при наведении мышью на неё

[HotKeyUnit]
0=Горячая клавиша
1=Назначьте для программы %ProgramName% горячую клавишу для вызова
2=Текущая клавиша:
3=Новая клавиша:
4=Ладно
5=Сохранить изменения и закрыть окно
6=Отмена
7=Закрыть окно без сохранения изменений
8=нет
9=Эта клавиша зарезервирована OpenFileTC/s;и не может быть использована
10=Данная горячая клавиша уже используется программой %ProgramName%./s;Хотите назначить эту клавишу для %CurrProgramName% и убрать её с прежней?

[ProgramSettingsUnit]    ; new section for version 1.5, all strings are new
0=Свойства программы %ProgramName%
1=Название:
2=Путь до программы:
3=Командная строка для всех расширений сразу:
4=OpenFileTC не смогла найти указанный исполняемый файл/s;Пожалуйста, проверьте правильность введённого пути
5=Под каким именем программа будет видна в OpenFileTC
6=Полное имя исполняемого файла
7=Выбрать файл
8=Решение проблем с открытием файлов
9=Проблем нет
10=При открытии одного и нескольких файлов/s;проблем обнаружено не было
11=Отсылать программе только первый файл из всего списка, БЕЗ кавычек
12=В командную строку передавать программе не все файлы,/s;а только первый из этого списка, БЕЗ кавычек
13=Отсылать программе только первый файл из всего списка, С кавычками
14=В командную строку передавать программе не все файлы,/s; а только первый из этого списка, но обрамлять его кавычками
15=Запускать несколько копий программы, отдельно на каждом файле, С кавычками
16=Запускать сразу несколько копий этой программы,/s;каждой отдельной копии в качестве параметра передавать файлы из списка./s;ВНИМАНИЕ: в этом случае OpenFileTC перестанет следить за открытыми файлами!/s;Обрамлять кавычками
17=Расширения...
18=Настроить список расширений для этой программы
19=Ладно
20=Сохранить настройки и закрыть окно
21=Отмена
22=Закрыть окно без сохранения настроек
23=Запускать несколько копий программы, отдельно на каждом файле, БЕЗ кавычек
24=Запускать сразу несколько копий этой программы,/s;каждой отдельной копии в качестве параметра передавать файлы из списка./s;ВНИМАНИЕ: в этом случае OpenFileTC перестанет следить за открытыми файлами!/s;Без кавычек
25=Щёлкните по изображению для/s;выбора другого файла с иконками
26=Выберите файл с иконками
27=Сохранить файл...
28=Горячая клавиша
29=Установить комбинацию клавиш для быстрого/s;выбора этой программы при открытии OpenFileTC
30=Установить эту ком. строку/s;для всех расширений сразу
31=Укажите здесь командую строку сразу для всех расширений этого приложения
32=Сменить иконку
33=Сохранить в файл...
34=Вид окна при открытии (работа опции не гарантируется):
35=По умолчанию
36=В окне
37=Свернутым
38=На весь экран
39=Открывать все новые расширения сразу в этом редакторе
40=Если для какого-то расширения OpenFileTC/s;не сможет найти подходящего редактора, то/s;этот файл откроется сразу же в данном редакторе
 ; new
41=Установить данную командную строку для всех поддерживаемых расширений редактора?

[FoundClipUnit]
0=Потерянный буфер обмена
1=Идентификационный номер элемента в буфере обмена: %BufferID%
2=Предопределённые типы:
3=Внимание: в данный момент в вашем буфере обмена находится нераспознанный блок. Пожалуйста, попытайтесь определить, какой тип информации содержится в буфере обмена. Используйте выпадающий список для определения этого типа
4=Распознавать автоматически
5=Пытаться определить тип данных автоматически (не рекомендуется)
6=Выбрать
7=Получилось определить тип данных в буфере
8=Не найдено
9=Не получилось определить тип данных
10=Текст ( ANSI )
11=Текст ( OEM )
12=Текст ( UNICODE )
13=Изображение ( BMP )
14=Изображение ( JPG )
15=Изображение ( TIFF )
16=Метафайл
17=Неопределённый блок